;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: geogeo.gr@gmail.com
; TranslationAuthorWeb: https://www.geogeo.gr
; Soft Version: 10.4.2
; Update: 24-01-2021
;
[Lang]
NativeLanguage=Ελληνικά

[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελαχιστοποίηση
ButtonMaximize=Μεγιστοποίηση
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού

[Translation]
ReadHabit=Left-to-right
LanguageName=ELL
LangCode=0408
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
;
;  Popup Menu
;
pmGo=Άνοιγμα θέσης αρχείου
pmNone=Καμία επιλογή
pmAll1=Επιλογή όλων
pmrec=Συνιστώμενα
pmIgnore=Παράβλεψη αυτού του στοιχείου
pmExport=Εξαγωγή σε...
pmInvert=Αντιστροφή επιλογής
;
; Main GUI
;
FrmWDC.pmPortable.caption=Δημιουργία φορητής έκδοσης
FrmWDC.pmRestore.caption=Επαναφορά
FrmWDC.pmSettings.caption=Ρυθμίσεις
FrmGeneral.chkuac.caption=Παράβλεψη UAC
FrmWDC.pmHelp.caption=Άμεση βοήθεια
FrmWDC.pmHome.caption=Ιστοσελίδα
FrmWDC.pmForum.caption=Φόρουμ
FrmWDC.pmContact.caption=Επικοινωνήστε μαζί μας
FrmWDC.pmCheckNew.caption=Έλεγχος για ενημερώσεις
FrmWDC.pmLang.caption=Γλώσσα / Language
FrmWDC.pmSkin.caption=Αλλαγή εμφάνισης
FrmWDC.pmabout.caption=Περί...
FrmWDC.btncomm.caption=Κοινός καθαρισμός
FrmWDC.btnadv.caption=Προηγμένος καθαρισμός
FrmWDC.btnsilm.caption=Ελάφρυνση συστήματος
FrmWDC.btnlikeit.caption=Μου αρέσει
FrmWDC.btnsuggest.caption=Αποστολή σχολίου
FrmWDC.btnupdate.caption=Έλεγχος για ενημερώσεις
FrmWDC.btnfacebook.hint=Ακολουθήστε μας στο facebook
FrmWDC.btntwitter.hint=Ακολουθήστε μας στο twitter
FrmWDC.btnemail.hint=Μοιραστείτε το με τους φίλους σας
FrmWDC.btnassist.caption=Βοήθεια
FrmWDC.btnmessage.caption=Μήνυμα
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Η «Εύρεση κενών αρχείων» ισχύει μόνο μία φορά. Την επόμενη φορά πρέπει να το επιλέξετε ξανά.
Frmadvdc.btnscan.caption=Έναρξη σάρωσης
Frmadvdc.lblpath.caption=Θέση σάρωσης:
Frmadvdc.btnrescan.caption=Σάρωση ξανά
Frmadvdc.btnre.caption=Συνιστάται
Frmadvdc.btnall.caption=Επιλογή όλων
Frmadvdc.btnadvanced.caption=Προηγμένες ρυθμίσεις
Frmadvdc.btnnone.caption=Καμία επιλογή
Frmadvdc.lblwrcinfo.caption=Το Wise Registry Cleaner είναι ο πρωτοπόρος δωρεάν εκκαθαριστής μητρώου για Windows. Γρήγορος, λεπτομερής και ασφαλής!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=Η υψηλότερη ταχύτητα σάρωσης στον κόσμο!
Frmadvdc.lblrec.caption=Άλλες αγαπημένες εφαρμογές χρηστών:
Frmadvdc.vtfiles.Columns[0]=Όνομα αρχείου
Frmadvdc.vtfiles.Columns[1]=Μέγεθος
Frmadvdc.vtfiles.Columns[2]=Κατάλογος
Frmadvdc.vtfiles.Columns[3]=Χρόνος τελευταίας προσπέλασης
Frmadvdc.vtfiles.Columns[4]=Τύπος
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Εντάξει
FrmAdvSettings.btnadd.caption=Προσθήκη
FrmAdvSettings.btnremove.caption=Κατάργηση
FrmAdvSettings.btncancel.caption=Άκυρο
FrmAdvSettings.wcknull.caption=Εύρεση κενών αρχείων (0 bytes, πιο αργά)
FrmAdvSettings.wckshortcut.caption=Εύρεση μη έγκυρων συντομεύσεων (πιο αργά)
FrmAdvSettings.caption=Προηγμένες ρυθμίσεις
FrmAdvSettings.btnre.caption=Συνιστώμενα
FrmAdvSettings.btnall.caption=Επιλογή όλων
FrmAdvSettings.btnnone.caption=Καμία επιλογή
;
; Input 
;
Frminput.btnok.caption=Εντάξει
Frminput.btncancel.caption=Άκυρο
;
; About
;
frmabout.lblUninstall.caption=Οδηγίες απεγκατάστασης
frmabout.lblPolicy.caption=Πολιτική απορρήτου
frmabout.lblEula.caption=Άδεια Χρήσης Τελ. Χρήστη
FrmAbout.caption=Περί...
FrmAboutWin.btnOK.caption=Εντάξει
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblhome.caption=Ιστοσελίδα:
FrmAbout.lblemail.caption=Email υποστήριξης:
FrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:
FrmAbout.btngoogle.hint=Ακολουθήστε μας στο Google+
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Λειτουργία γραμμής εντολών
FrmAutorunSettings.lblcmdinfo.caption=Μπορείτε να εκτελέσετε το πρόγραμμα, να κάνετε σάρωση και καθαρισμό των δίσκων σας αυτόματα από τη γραμμή εντολών. Για περισσότερες πληροφορίες, παρακαλώ πατήστε το πλήκτρο F1 ή κάντε κλικ στην παρακάτω διεύθυνση URL για να διαβάσετε τα έγγραφα βοηθείας μας.
FrmAutorunSettings.chk1.caption=Δημιουργία μιας συντόμευσης «Εκκαθάριση με 1-κλικ» στην επιφάνεια εργασίας
FrmAutorunSettings.chkadv.caption=Συμπερίληψη προηγμένου καθαρισμού
FrmAutorunSettings.btnhelp.caption=Άμεση βοήθεια
;
; Common Cleaner
;
Frmcommon.lblcustom.caption=Προσαρμογή
Frmcommon.lblcustomhint.caption=Σάρωση προσαρμοσμένων καταχωρήσεων.
FrmCommon.btnBack.caption=Κεντρικό μενού
FrmCommon.btnall.caption=Επιλογή όλων
FrmCommon.btnre.caption=Συνιστώμενα
FrmCommon.btnnone.caption=Καμία επιλογή
FrmCommon.wckadv.caption=Συμπερίληψη προηγμένου καθαρισμού
FrmCommon.WiseLabel1.caption=Χρονοδιάγραμμα
FrmCommon.lbltype.caption=Τύπος εκτέλεσης:
FrmCommon.lblweek.caption=Επιλογή ημέρας:
FrmCommon.lbltime.caption=Ώρα:
FrmCommon.btnScan.caption=Έναρξη σάρωσης
FrmCommon.lblstat.caption=Γρήγορη και εύκολη εκκαθάριση άχρηστων αρχείων και ιχνών.
FrmCommon.btncancel.caption=Άκυρο
FrmCommon.btnrescan.caption=Σάρωση ξανά
FrmCommon.lbltrash.caption=Σκουπίδια
FrmCommon.lbltrace.caption=Ίχνη
FrmCommon.lblapp.caption=Εφαρμογές
FrmCommon.lblcookie.caption=Cookies
FrmCommon.lbltrashhint.caption=Άχρηστα αρχεία στον υπολογιστή.
FrmCommon.lbltracehint.caption=Ίχνη συστήματος και χρήστη.
FrmCommon.lblapphint.caption=Άχρηστα αρχεία ή ίχνη που δημιουργήθηκαν από άλλη εφαρμογή.
FrmCommon.lblcookiehint.caption=Cookies προγράμματος περιήγησης και flash.
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Προσθήκη αρχείου
FrmExclusion.btnAddFolder.caption=Προσθήκη φακέλου
FrmExclusion.btnAddType.caption=Προσθήκη τύπου αρχείου
FrmExclusion.BtnAddCookie.caption=Προσθήκη Cookies
FrmExclusion.btnImport.caption=Εισαγωγή
FrmExclusion.btnExport.caption=Εξαγωγή
FrmExclusion.btnRemove.caption=Κατάργηση
;
; General Settings
;
FrmGeneral.lbtran.caption=Μετάφραση στα...
FrmGeneral.chkNews.caption=Αυτόμ. λήψη ενημερωτικών δελτίων
FrmGeneral.chknotice.caption=Εμφάνιση ειδοποίησης αυτόματου καθαρισμού
FrmGeneral.chkwipe.caption=Ασφαλής διαγραφή (Αργή)
FrmGeneral.WiseLabel1.caption=Έλεγχος ενημερώσεων:
FrmGeneral.WiseLabel2.caption=Προεπιλ. γλώσσα:
FrmGeneral.btnchecknew.caption=Έλεγχος τώρα
FrmGeneral.chkexp.caption=Συμμετάσχετε στο πρόγραμμα βελτίωσης εμπειρίας πελάτη
FrmGeneral.lblexp.caption=Λεπτομέρειες
FrmGeneral.chkassist.caption=Να ειδοποιούμαι όταν κάποιος δημοσιεύσει μια ερώτηση επί πληρωμή.
FrmGeneral.ckRestorePoint.caption=Δημιουργία σημείου επαναφοράς συστήματος πριν την ελάφρυνση του συστήματος
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Προσαρμοσμένοι φάκελοι για εκκένωση (ισχύει στον προηγμένο καθαρισμό)
FrmCustom.btnAdd.caption=Προσθήκη
FrmCustom.btnRemove.caption=Κατάργηση
FrmCustom.lblCustom.caption=Προσαρμόστε τους κανόνες σας για σάρωση.
FrmCustom.lblcustominfo.caption=Εάν είστε έμπειρος χρήστης, μπορείτε να προσαρμόσετε τους δικούς σας κανόνες για τη σάρωση περισσότερων άχρηστων αρχείων. Κάντε κλικ στον παρακάτω σύνδεσμο για να μάθετε πώς να φτιάξετε το αρχείο ρυθμίσεων σας.
FrmCustom.btnhelp.caption=Άμεση βοήθεια
;
; Restore
;
FrmRestore.btnrestore.caption=Επαναφορά
FrmRestore.btnremove.caption=Κατάργηση
FrmRestore.Btnclose.caption=Κλείσιμο
FrmRestore.caption=Επαναφορά
;
; Settings
;
FrmSettings.tsCommon.caption=Γενικά
FrmSettings.tsAutoRun.caption=Αυτόμ. εκκίνηση
FrmSettings.tsExclusion.caption=Εξαίρεση
FrmSettings.tsCustom.caption=Προσαρμογή
FrmSettings.btnAbout.caption=Περί...
FrmSettings.btnok.caption=Εντάξει
FrmSettings.btncancel.caption=Άκυρο
FrmSettings.caption=Ρυθμίσεις
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Παρακαλούμε δοκιμάστε τα έξυπνα προϊόντα μας για να βελτιώσετε τις επιδόσεις των Windows τώρα.
FrmSysClean.lblcareinfo.caption=Το Wise Care 365 είναι μια συλλογή βοηθητικών προγραμμάτων PC όλα-σε-ένα, που περιέχει όλες τις λειτουργίες των Wise Registry Cleaner και Wise Disk Cleaner. Εύχρηστο και αποτελεσματικό!
FrmSysClean.lblre.caption=Θέλετε να βελτιώσετε περισσότερο την απόδοση του Windows λειτουργικού σας;
FrmSysClean.btnSlimming.caption=Κατάργηση
FrmSysClean.btnall.caption=Επιλογή όλων
FrmSysClean.btnrecommended.caption=Συνιστώμενα
FrmSysClean.btnnone.caption=Καμία επιλογή
FrmSysClean.vtsys.Columns[0]=Στοιχείο
FrmSysClean.vtsys.Columns[1]=Μέγεθος
FrmSysClean.vtsys.Columns[2]=Θέση
FrmSysClean.vtsys.Columns[3]=Πρόταση
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Ελεύθ. χώρος
FrmDiskDefrag.btnfolder.caption=Φάκελος
FrmDiskDefrag.btnfile.caption=Αρχείο
FrmDiskDefrag.btnsystem.caption=Αρχείο συστήματος
FrmDiskDefrag.btnFragmented.caption=Τμήματα
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Τερματισμός λειτουργίας μετά την ανασυγκρότηση του δίσκου
FrmDiskDefrag.btnpause.caption=Παύση
FrmDiskDefrag.btnstop.caption=Διακοπή
FrmDiskDefrag.btnDefrag.caption=Ανασυγκρότηση
FrmWDC.btndefrag.caption=Ανασυγκρ. δίσκου
;
; Schedule task
;
FrmScheduler.caption=Χρονοδιάγραμμα

[Message]
DupItem=Το στοιχείο έχει καταχωρηθεί στη λίστα εξαιρέσεων.
NoNews=Δεν έχετε μη αναγνωσμένο μήνυμα.
ConfirmRemoveDownload=Αυτό θα αφαιρέσει όλα τα αρχεία από το φάκελο λήψης. Είστε βέβαιος ότι θέλετε να συνεχίσετε;
Skipped=Παραλείφθηκε
NeedAdmin=Η λειτουργία είναι διαθέσιμη στο διαχειριστή. Αν θέλετε να εκτελέσετε τη λειτουργία αυτή, συνδεθείτε ως διαχειριστής.
Entries=Καταχωρήσεις
Clean=Εκκαθάριση
ScheduleHint=Καθαρίζετε τον υπολογιστή σας τακτικά.
UpdateError=Σφάλμα ενημέρωσης. Θέλετε να κατεβάσετε την τελευταία έκδοση στην ιστοσελίδα μας;
LestOneItem=Θα πρέπει να επιλέξετε τουλάχιστον ένα στοιχείο για εκκαθάριση.
HistorySaved=Συν. χώρος που ελευθερώθηκε: %s
DisableAdd=Για λόγους ασφαλείας, ορισμένοι ειδικοί φάκελοι (όπως ο φάκελος «Windows», «Boot» σκληρού δίσκου και «CD-ROM») δεν επιτρέπεται να προστεθούν στον κατάλογο αυτό.
ConfirmAdd=Είστε βέβαιος ότι θέλετε να αφαιρέσετε όλα τα αρχεία στο %s κατά την εκτέλεση «Προηγμένου καθαρισμού»;
DupFolder=Αυτός ο φάκελος υπάρχει ήδη στη λίστα.
ExImport=Η λίστα αποκλεισμού έχει εξαχθεί σε:
SelectHardDrive=Παρακαλώ επιλέξτε ένα σκληρό δίσκο
CreationDate=Ημερ/νία δημιουργίας
Description=Περιγραφή
NowCleaning=Εκκαθάριση τώρα:
ScheduleNextTime=Η επόμενη φορά:
Never=Ποτέ
InputType=Εισάγετε το όνομα ή τον τύπο αρχείου (Για παράδειγμα: *.tmp κλπ...)
WarnNoType=Παρακαλώ επιλέξτε τουλάχιστον έναν τύπο αρχείου για αναζήτηση!
NoItemChecked=Παρακαλώ επιλέξτε ένα ή περισσότερα αρχεία για καθαρισμό.
WDCRunning=Το πρόγραμμα εκτελείται.
RemoveSysRestore=Θέλετε την κατάργηση του επιλεγμένου σημείου επαναφοράς συστήματος;
RestoreFromSysRestore=Πρέπει να γίνει επανεκκίνηση του υπολογιστή για την επαναφορά του συστήματος. Θέλετε να να ξεκινήσει η επαναφορά συστήματος τώρα;
WarnZeroFile=Επιλέξατε τη λειτουργία «Κενό αρχείο». Ορισμένα αρχεία με 0 byte είναι απαραίτητα. Παρακαλώ εξετάστε τα πριν τα αφαιρέσετε. Είστε βέβαιος ότι θέλετε να το κάνετε αυτό;
SysRestoring=Προετοιμασία για επαναφορά του συστήματος...
SysCreating=Δημιουργία ενός σημείου επαναφοράς συστήματος...
Browse=Εύρεση...
AllHardDrive=Τοπικοί σκληροί δίσκοι
Cleaning=Εκκαθάριση...
Exported=Τα τρέχοντα στοιχεία έχουν εξαχθεί στο %s. Θέλετε να ανοίξετε το αρχείο τώρα;
LeftTimeSec=Διάρκεια: %s δευτερόλεπτα
Safetodel=Αυτό το στοιχείο μπορεί να διαγραφεί με ασφάλεια.
MoreSpace=Για περισσότερο χώρο.
Unknow=Άγνωστο.
AddFileType=Προσθήκη τύπου αρχείου
AlreadExist=Το %s υπάρχει ήδη στη λίστα.
illegalType=Το %s είναι ένας μη έγκυρος τύπος αρχείου.
Summary=Περίληψη
InputSummary=Εισάγετε την περιγραφή γι αυτόν τον τύπο:
noselected=Δεν έχουν επιλεγεί στοιχεία.
DelFileType=Είστε βέβαιος ότι θέλετε να διαγράψετε αυτόν τον τύπο αρχείου;
ScanAborted=Η σάρωση ματαιώθηκε!
TrashFound=Βρέθηκαν %d αρχεία συνολικού μεγέθους %s.
NoTrashAndTrace=Συγχαρητήρια! Έχετε έναν καθαρό υπολογιστή!
CleanDone=Η εκκαθάριση ολοκληρώθηκε!
LestOne=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για σάρωση.
LestOneClean=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για καθαρισμό.
Scanning=Σάρωση...
InvalidIgnorItem=Δεν μπορεί να αγνοηθεί αυτό το στοιχείο.
TraceFound=Βρέθηκαν %d ίχνη.
CleanNow=Συνιστάται άμεσος καθαρισμός.
TrashRemoved=Καταργήθηκαν %d αρχεία και ελευθερώθηκαν %s χώρου στο δίσκο.
TraceRemoved=Αφαιρέθηκαν %d ίχνη.
LastCommonClean=Ο τελευταίος καθαρισμός του δίσκου σας ήταν στις:
Working=Παρακαλώ περιμένετε να ολοκληρωθεί η τρέχουσα εργασία και δοκιμάστε πάλι.
NoFilesFound=Δεν υπάρχουν προσωρινά αρχεία
NoTracesFound=Δεν υπάρχουν ίχνη
FindTraces=%d ίχνη
NoItemFound=Δεν βρέθηκαν στοιχεία
FindFilesSize=Βρέθηκαν %d αρχεία συνολικού μεγέθους %s
FindTracesSection=Βρέθηκαν %d ίχνη σε αυτή την ενότητα
CanFreeSpace=Βρέθηκαν %d αρχεία και θα αποθηκευτούν %s
TotalTraces=Βρέθηκαν συνολικά %d ίχνη
EnableRestore=Η επαναφορά συστήματος είναι απενεργοποιημένη. Θέλετε να την ενεργοποιήσετε;
RestorePointFail=Απέτυχε η δημιουργία σημείου επαναφοράς.
ErrorMsg=Μήνυμα σφάλματος:
NoNewVer=Συγχαρητήρια. Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
KeyWord=Εισάγετε τις λέξεις-κλειδιά:
AddFolder=Προσθήκη φακέλου
CannotCrTask=Δεν ήταν δυνατή η δημιουργία ενός χρονοδιαγράμματος εργασιών.
InvalidType=Παρακαλώ εισάγετε μια έγκυρη επέκταση αρχείου.
NoType=Παρακαλώ επιλέξτε τουλάχιστον έναν τύπο για αναζήτηση.
FailToDelete=Ορισμένα αρχεία που δεν έχουν διαγραφεί, μπορεί να διαγραφούν μετά την επανεκκίνηση.
GoodHabit=Η διατήρηση καθαρού του υπολογιστή σας, είναι μια καλή συνήθεια. Παρακαλώ κρατήστε την!
7After=Πέρασαν %d ημέρες από την τελευταία εκκαθάριση. Συνιστάται η άμεση σάρωση.
7Before=Είναι μια καλή συνήθεια για να διατηρείτε τους δίσκους σας καθαρούς και το ιδιωτικό σας απόρρητο ασφαλές
TaskExists=Η προγραμματισμένη εργασία έχει περάσει. Θέλετε να τη διαγράψετε ή να δημιουργήσετε μια νέα προγραμματισμένη εργασία; (Όχι: Επεξεργασία της υπάρχουσας εργασίας. Ακύρωση: Ακύρωση της διαδικασίας).
NoBackupSelected=Παρακαλώ επιλέξτε τουλάχιστον ένα αντίγραφο ασφαλείας για την επαναφορά.
StartScan=Έναρξη σάρωσης
StartClean=Έναρξη καθαρισμού
Cancel=Άκυρο
Idle=Σε αδράνεια
Daily=Καθημερινά
Weekly=Κάθε εβδομάδα
Monthly=Κάθε μήνα
Monday=Δευτέρα
Tuesday=Τρίτη
Wednesday=Τετάρτη
Thursday=Πέμπτη
Friday=Παρασκευή
Saturday=Σάββατο
Sunday=Κυριακή
AvdDefaultHint=Αυτή η ενότητα παρέχει προηγμένες ρυθμίσεις για να βρείτε περισσότερα άχρηστα αρχεία και να ελευθερώσετε περισσότερο χώρο.
TrashFoundEx=Έχουν βρεθεί τα παρακάτω προσωρινά αρχεία:
NoDriveChecked=Πρέπει να επιλέξετε μία ή περισσότερες μονάδες για σάρωση.
ScanFor=Σάρωση οδηγού:
FindDrives=Αναζήτηση οδηγών...
Login=Στη σύνδεση
NewVer=Μια νέα έκδοση είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
TranslateTo=Μετάφραση στα...
AddCookies=Προσθήκη Cookies
InputCookie=Εισάγετε τα Cookies (Για παράδειγμα: wisecleaner.com κλπ...)
InvalidCookie=Μη έγκυρα Cookies
BrowserRunning=Το %s εκτελείται ήδη. Θέλετε να το κλείσετε; Διαφορετικά, οι προσωρινές μνήμες και τα cookies δεν θα μπορούν να καθαριστούν.
CookieConfirm=Τα επιλεγμένα στοιχεία περιλαμβάνουν «Cookies». Είστε βέβαιος ότι θέλετε να τα καθαρίσετε;
PWPConfirm=Τα επιλεγμένα στοιχεία περιλαμβάνουν «Αποθηκευμένους κωδικούς περιηγητή». Είστε βέβαιος ότι θέλετε να τα καθαρίσετε;
PWCookieConfirm=Τα επιλεγμένα στοιχεία περιλαμβάνουν «Αποθηκευμένους κωδικούς περιηγητή» και «Cookies». Είστε βέβαιος ότι θέλετε να τα καθαρίσετε;

[CommonClean]
ScanAbortedHint=Συνιστούμε να κάνετε άμεσα σάρωση ξανά, για να βρεθούν άχρηστα αρχεία και ίχνη.
DefaultHint=Ο καθαρισμός άχρηστων αρχείων και ιχνών διαδικτύου μπορεί να σας ελευθερώσει χώρο και να εξασφαλίσει το iδιωτικό σας απόρρητο.
ScanAbortedHint1=Συνιστούμε να κάνετε άμεσα σάρωση ξανά, για να βρεθούν άχρηστα αρχεία.
WhenIdle=Σε αδράνεια
WhenLogin=Στη σύνδεση

[SysClean]
Open=Άνοιγμα
Remove=Κατάργηση
MoreSpace=Για περισσότερο χώρο
Cleaning=Εκκαθάριση...
Scanning=Σάρωση...
ScanEnd=Βρέθηκαν συνολικά %d στοιχεία. Θα ελευθερωθεί χώρος %s στο δίσκο μετά την ελάφρυνση.
NoItems=Συγχαρητήρια! Ο οδηγός του συστήματός σας είναι καθαρός.
SpaceFreed=Η ελάφρυνση έχει τελειώσει. Ελευθερώθηκε χώρος %s στο δίσκο.
Installer=Παρωχημένοι εγκαταστάτες των Windows
LongInstaller=Οι παρωχημένοι εγκαταστάτες των Windows είναι αρχεία άχρηστα. Μπορούν να καταργηθούν για να ελευθερώσετε χώρο στο δίσκο.
PatchUninstall=Αρχεία απεγκατάστασης ενημερώσεων των Windows
LongPatchUninstall=Εάν δεν χρειάζεται να απεγκαταστήσετε τις ενημερώσεις των Windows, μπορείτε να αφαιρέσετε αυτά τα αρχεία.
Downloadedfiles=Ληφθέντα αρχεία εγκατάστασης των Windows
Longdownloadedfiles=Μετά την επιτυχή εγκατάσταση της ενημέρωσης των Windows, είναι ασφαλές να καταργήσετε τα αρχεία.
Baselinecache=Κρυφή μνήμη γραμμής βάσης του εγκαταστάτη των Windows
LongBaselinecache=Τα αρχεία που δημιουργήθηκαν από την υπηρεσία εγκατάστασης των Windows και μπορούν να καταργηθούν.
JPIME=IME Ιαπωνικής
LongJPIME=Αν δεν χρειάζεστε πια τα αρχεία IME Ιαπωνικής, μπορείτε να τα καταργήσετε.
KoreanIME=IME Κορεατικής
LongKoreanIME=Αν δεν χρειάζεστε πια τα αρχεία IME Κορεατικής, μπορείτε να τα καταργήσετε.
TChineseIME=IME Κινέζικης παραδοσιακής
LongTChineseIME=Αν δεν χρειάζεστε πια τα αρχεία IME Κινέζικης παραδοσιακής, μπορείτε να τα καταργήσετε.
MPinyinIME=MS Pinyin IME
LongMPinyinIME=Αν δεν χρειάζεστε πια τα αρχεία MS Pinyin IME, μπορείτε να τα καταργήσετε.
HelpFile=Αρχεία βοήθειας των Windows
LongHelpFile=Αν δεν χρειάζεστε πια τα αρχεία βοήθειας των Windows, μπορείτε να τα καταργήσετε.
SamplePic=Δείγματα εικόνων των Windows
LongSamplePic=Αν δεν χρειάζεστε πια τα δείγματα εικόνων, μπορείτε να τα καταργήσετε.
SampleMic=Δείγματα μουσικής των Windows
LongSampleMic=Αν δεν χρειάζεστε πια τα δείγματα μουσικής, μπορείτε να τα καταργήσετε.
SampleVideos=Δείγματα βίντεο των Windows
LongSampleVideos=Αν δεν χρειάζεστε πια τα δείγματα βίντεο, μπορείτε να τα καταργήσετε.
SampleMedia=Δείγματα πολυμέσων των Windows
LongSampleMedia=Αν δεν χρειάζεστε πια τα δείγματα πολυμέσων, μπορείτε να τα καταργήσετε.
Wallpaper=Αρχεία ταπετσαρίας των Windows
LongWallpaper=Αν δεν χρειάζεστε πια τα αρχεία ταπετσαρίας, μπορείτε να τα καταργήσετε.

[DiskDefrag]
Aborted=Ματαιώθηκε
Volume=Οδηγός
Format=Σύστημα αρχείων
TotalSpace=Συνολικός χώρος
FreeSpace=Ελεύθερος χώρος
Fragmented=Τμήματα
Status=Κατάσταση
PmDefrag=Ανασυγκρότηση
QuickOpt=Γρήγορη βελτιστοποίηση
FullOpt=Πλήρης βελτιστοποίηση
PmAnlyse=Ανάλυση
Resume=Επαναφορά
Analying=Ανάλυση
Defragmenting=Ανασυγκρότηση
Optimizing=Βελτιστοποίηση
Analyed=Αναλύθηκε
Defragmented=Ανασυγκροτήθηκε
Optimized=Βελτιστοποιημένο
Pause=Παύση
IsSSD=Η επιλογή σας ίσως περιλαμβάνει τουλάχιστον έναν συμπαγή δίσκο και η ανασυγκρότηση μπορεί να μειώσει τη διάρκεια ζωής του. Είστε βέβαιος ότι θέλετε να συνεχίσετε;
FragmentedRate=Κατακερματισμός
Win10Upgrade=Αρχεία αναβάθμισης των Windows 10
Win10UpgradeLong=Εάν έχετε ήδη αναβαθμίσει τα Windows 10, καταργήστε αυτό το φάκελο για απελευθέρωση χώρου στο δίσκο. 

[Area]
WinInstallerPackage=Παρωχημένοι εγκαταστάτες των Windows
WindowsPaint=Ζωγραφική των Windows
AdobeFlash=Adobe Flash
WindowsSysCache=Προσωρινή μνήμη συστήματος των Windows
WindowsWordpad=Windows Wordpad
WinInstallerCache=Κρυφή μνήμη του εγκαταστάτη των Windows
WinSxsBackup=Αντίγραφα ασφαλείας WinSxs των Windows
Cookies=Cookies
DOMStoreCookies=Cookies του Microsoft IE DOMStore
DownloadedPatch=Αρχεία ενημέρωσης των Windows
Downloads=Ληφθέντα αρχεία περιηγητή ιστού
Dump=Αρχεία αποτύπωσης μνήμης
ErrorReport=Αρχεία αναφοράς σφαλμάτων
ExplorerMRU=Κατάλογοι πρόσφατης χρήσης άλλης εξερεύνησης
FontCache=Προσωρινή αποθήκευση γραμματοσειρών των Windows
IISLog=Αρχεία καταγραφής IIS
InvalidLnk=Μη έγκυρες συντομεύσεις
InvalidScTask=Μη έγκυρες προγραμματισμένες εργασίες
InvalidStartMenu=Μη έγκυρα μενού έναρξης
JumpList=Λίστες μετάβασης γραμμής εργασιών (Θα καθαριστούν επίσης τα σταθερά στοιχεία)
LogFile=Αρχεία καταγραφής συστήματος
MESCache=Αρχεία καταγραφής και ενημερώσεων του Microsoft Security Essentials
MetroCache=Προσωρινή αποθήκευση του Metro των Windows
MSOffice=Microsoft Office
Networkmapping=Ιστορικό αντιστοίχισης δίσκου δικτύου
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Πρόσφατο ιστορικό του Microsoft Office
Prefetch=Δεδομένα προφόρτωσης των Windows
Recentdocuments=Πρόσφατα έγγραφα
Recyclebin=Άδειασμα του κάδου ανακύκλωσης
RemoteDesktop=Κρυφή αποθήκευση αρχείων της απομακρυσμένης επιφάνειας εργασίας
RunStartMenu=Εκτέλεση από το μενού «Έναρξη»
SafariCache=Κρυφή αποθήκευση αρχείων διαδικτύου του Safari
SafariCookies=Αρχεία Cookies του Safari
SafariHistory=Ιστορικό του Safari
SafariPasswords=Αποθηκευμένες πληροφορίες φόρμας του Safari
SearchList=Ιστορικό αναζήτησης των Windows
SysTemp=Προσωρινά αρχεία που δημιουργήθηκαν απ΄τα Windows
SystemTrace=Ίχνη Windows και Εφαρμογών
ThumbCache=Κρυφή αποθήκευση μικρογραφιών
TraceClean=Ίχνη στο υπολογιστή
TraryNotify=Cache ειδοποιήσεων των Windows
TrashClean=Άχρηστα αρχεία στον υπολογιστή
TypeInternetCache=Προσωρινή αποθήκευση περιηγητή ιστού
TypeInternetTrace=Παρακολούθηση περιηγητή ιστού
TypeMedia=Πολυμέσα
TypeOtherApp=Άλλες εφαρμογές
TypeSystem=Σύστημα των Windows
TypeWComponents=Στοιχεία των Windows
UserTemp=Προσωρινά αρχεία που δημιουργήθηκαν από εφαρμογές

ChromeCache=Κρυφή αποθήκευση του Google Chrome
ChromeCookies=Cookies του Google Chrome
ChromeForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Google Chrome
Chromelocalstorage=Ιστορικό Google του Chrome
ChromePasswords=Αποθηκευμένοι κωδικοί του Google Chrome
ChromeSession=Συνεδρία του Google Chrome

FireFoxCache=Κρυφή αποθήκευση του Mozilla FireFox
FireFoxCookies=Cookies του Mozilla FireFox
FireFoxForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Mozilla FireFox
FireFoxOther=Άλλα ιστορικά του Mozilla FireFox
FireFoxPasswords=Αποθηκευμένοι κωδικοί του Mozilla FireFox

LastDownloadDir=Τελευταία θέση λήψης
IEAddressBarHistory=Ιστορικό γραμμής διευθύνσεων του Microsoft Internet Explorer
IECahce=Κρυφή αποθήκευση του Microsoft Internet Explorer
IECookies=Cookies του Microsoft Internet Explorer
IEForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Internet Explorer (Τα προσωπικά δεδομένα δεν περιλαμβάνονται)
IEHistory=Ενεργό ιστορικό του Microsoft Internet Explorer
IEPasswords=Αποθηκευμένοι κωδικοί του Internet Explorer (Τα προσωπικά δεδομένα δεν περιλαμβάνονται)

OperaStableCache=Προσωρινή μνήμη του Opera Stable
OperaStableCookies=Cookies του Opera Stable
OperaStableHistory=Ιστορικό του Opera Stable
OperaStablePasswords=Αποθηκευμένοι κωδικοί του Opera Stable
OperaStableSessions=Συνεδρία του Opera Stable
OperaStableSiteIcon=Εικονίδια ιστότοπου του Opera Stable
OperaStableURLHistory=Πληκτρολογημένες URL του Opera Stable

PaleMoonCache=Cache του PaleMoon
PaleMoonCookies=Cookies του PaleMoon
PaleMoonDownloadHistory=Ιστορικό λήψεων του PaleMoon
PaleMoonHistory=Ιστορικό του PaleMoon
PaleMoonSavedFormInformation=Αποθηκευμένες πληροφορίες φόρμας του PaleMoon
PaleMoonSession=Συνεδρία του PaleMoon
PaleMoonSitePreferences=Προτιμήσεις ιστότοπου του PaleMoon

Vivaldi=Vivaldi
VivaldiCache=Προσωρινή αποθήκευση του Vivaldi
VivaldiCookies=Cookies του Vivaldi
VivaldiForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Vivaldi
Vivaldilocalstorage=Τοπική αποθήκευση της Vivaldi
VivaldiSavedPasswords=Αποθηκευμένοι κωδικοί του Vivaldi
VivaldiSession=Συνεδρίες του Vivaldi

Yandex=Yandex
YandexCache=Προσωρινή αποθήκευση του Yandex
YandexCookies=Cookies του Yandex
YandexForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Yandex
YandexLocalstorage=Τοπική αποθήκευση της Yandex
YandexPasswords=Αποθηκευμένοι κωδικοί του Yandex
YandexSession=Συνεδρία του Yandex

BraveBrowser=Πρόγραμμα περιήγησης Brave
BraveBrowserCache=Προσωρινή αποθήκευση του περιηγητή Brave
BraveCookies=Cookies του περιηγητή Brave
Braveform=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Brave
BraveBrowserlocalstorage=Τοπική αποθήκευση του περιηγητή Brave
BravePasswords=Αποθηκευμένοι κωδικοί του περιηγητή Brave
BraveSession=Συνεδρία του περιηγητή Brave

MSEdgeCache=Προσωρινή αποθήκευση του Microsoft Edge
MSEdgeHistory=Ιστορικό του Microsoft Edge
MSEdgeDownloadHistory=Ιστορικό λήψεων του Microsoft Edge
MSEdgeRecentlyTypedURLs=Πρόσφατα πληκτρολογημένες URL του Microsoft Edge
MSEdgeSavedFormInformation=Αποθηκευμένες πληροφορίες φόρμας του Microsoft Edge
MSEdgeSavedPasswords=Αποθηκευμένοι κωδικοί του Microsoft Edge
MSEdgeSession=Συνεδρία του Microsoft Edge
MSEdgelocalstorage=Τοπική αποθήκευση του MS Edge
MSEdgeCookies=Cookies του Microsoft Edge

ComodoDragonCach=Προσωρινή αποθήκευση του Comodo Dragon
ComodoDragonlocalstorage=Τοπική αποθήκευση του Comodo Dragon
ComodoDragonForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Comodo Dragon
ComodoDragonPasswords=Αποθηκευμένοι κωδικοί του Comodo Dragon
ComodoDragonSession=Συνεδρία του Comodo Dragon
ComodoDragonCookies=Cookies του Comodo Dragon

RockMeltCache=Προσωρινή αποθήκευση του RockMelt
RockMeltlocalstorage=Τοπική αποθήκευση του RockMelt
RockMeltForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του RockMelt
RockMeltPasswords=Αποθηκευμένοι κωδικοί του RockMelt
RockMeltSession=Συνεδρία του RockMelt
RockMeltCookies=Cookies του RockMelt

CentBrowserCache=Προσωρινή αποθήκευση του CentBrowser
CentBrowserlocalstorage=Τοπική αποθήκευση του CentBrowser
CentBrowserForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του CentBrowser
CentBrowserPasswords=Αποθηκευμένοι κωδικοί του CentBrowser
CentBrowserSession=Συνεδρία του CentBrowser
CentBrowserCookies=Cookies του CentBrowser

ChromiumCache=Προσωρινή αποθήκευση του Chromium
Chromiumlocalstorage=Τοπική αποθήκευση του Chromium
ChromiumForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Chromium
ChromiumPasswords=Αποθηκευμένοι κωδικοί του Chromium
ChromiumSession=Συνεδρία του Chromium
ChromiumCookies=Cookies του Chromium

TorchCache=Προσωρινή αποθήκευση του Torch
Torchlocalstorage=Τοπική αποθήκευση του Torch
TorchForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Torch
TorchPasswords=Αποθηκευμένοι κωδικοί του Torch
TorchSession=Συνεδρία του Torch
TorchCookies=Cookies του Torch

OperaGXCache=Προσωρινή αποθήκευση του Opera GX
OperaGXlocalstorage=Τοπική αποθήκευση του Opera GX
OperaGXForm=Ιστορικό φόρμας του Opera GX
OperaGXPasswords=Αποθηκευμένοι κωδικοί του Opera GX
OperaGXSession=Συνεδρία του Opera GX
OperaGXCookies=Cookies του Opera GX

AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdobeReaderTmp=Προσωρινά αρχεία του Adobe Reader
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo Toolbar
WinLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleToolbarIE=Google Toolbar IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google Calendar Sync
GoogleCalendar=Google Calendar
GoogleTalk=Google Talk
Flash=Adobe Flash Player
MSOfficeXP= Microsoft Office XP
AOLInstantMessenger=AOL Instant Messenger
Tango=Tango
Tag&Rename=Tag&&Rename
FormatFactory=Format Factory
VirtualDJ=VirtualDJ
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
StardockWindowBlinds=Stardock Window Blinds
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
WondershareVideoConverter=Wondershare Video Converter
SyncBackFree=SyncBack Free
Picasa=Picasa
SublimeText=Sublime Text
TheBat=TheBat
HandBrake=HandBrake
PhotodexProShowProducer=Photodex ProShow Producer
NVIDIAInstallFiles=NVIDIA Install Files
SonyVegasPro=Sony Vegas Pro
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
SamsungKies=Samsung Kies
dBpoweramp=dBpoweramp
KMPlayer=KMPlayer
KantarisMediaPlayer=Kantaris Media Player
McAfeeAntiVirus=McAfee AntiVirus
Paint.net=Paint.net
AdobeAir=Adobe Air
Evernote=Evernote
Sketchup=Sketchup
CDBurnerXP=CDBurner XP
DirectoryOpus=Directory Opus
GomPlayer=Gom Player
MailWasherPro=Mail Washer Pro
FoxitPhantomPDF=Foxit Phantom PDF
Gadu-Gadu=Gadu-Gadu
Anonymizer=Anonymizer
InkScape=InkScape
DVDFab=DVDFab
CopernicDesktopSearch=Copernic Desktop Search
4Sync=4Sync
UniversalExtractor=Universal Extractor
DivXplayer=DivX player
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPowerDirector=CyberLink Power Director
CyberLinkPhotoDirector=CyberLink Photo Director
AlZip=AlZip
RegEditX=RegEditX
AkelPad=AkelPad
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
PhotoScape=PhotoScape
BlueStacks=BlueStacks
ManyCam=ManyCam
XnView=XnView
FastStoneImageViewer=FastStone Image Viewer
AIMP3=AIMP3
GetRight=GetRight
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
ConvertXToDVD=ConvertXToDVD
I2P=I2P
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FoxitReader=Foxit Reader
FoxitReader5.0=Foxit Reader 5.0
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
FreeDownloadManager=Free Download Manager
GoZilla=GoZilla
GrisoftAVG7.0=Grisoft AVG 7.0
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=Breeze Browser Pro
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12.5=PerfectDisk 12.5
PerfectDisk12=PerfectDisk 12
PerfectDisk7.0=PerfectDisk 7.0
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
CamtasiaStudio=Camtasia Studio
ACDSee14=ACDSee 14
MSSearchHelper=MS Search Helper
NoteXpad=NoteXpad
Ditto=Ditto
Pando=Pando
Last.FM=Last.FM
FeedDemon=Feed Demon
WinDiff=WinDiff
CompareIt=CompareIt
ExamDiff=ExamDiff
Ares=Ares
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
A-Squared=A-Squared
Audacity=Audacity
AvastAntivirus=Avast! Antivirus
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AVGAnti-Spyware=AVG Anti-Spyware
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
Battle.net=Battle.net
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
SWiSH=SWiSH
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProXI=PaintShop Pro XI
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
VirtualDub=VirtualDub
TextPad=TextPad
WindowsMovieMaker=Windows Movie Maker
FreshDownload=Fresh Download
PicoZip=PicoZip
AceHTML5=AceHTML 5
ABBYYFineReader11.0=ABBYY FineReader 11.0
Notepad++=Notepad++
FastStoneCapture=FastStone Capture
PowerISO=PowerISO
Thunder=Thunder
QIHU360TotalSecurity=QIHU 360 Total Security
ThunderXMP=Thunder XMP
DriveTheLife=DriveTheLife
AdobeFireworks6.0=Adobe Fireworks 6.0
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
RegEdit=RegEdit
GameExplorer=Game Explorer
PKZip=PKZip
ZipMagic=ZipMagic
LogMeIn=LogMeIn
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaFireworks6.0=Macromedia Fireworks 6.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
WinPatrol=WinPatrol
VirtualCloneDrive=Virtual Clone Drive
CloneCD=CloneCD
ImgBurn=ImgBurn
IZArc=IZArc
TUGZip=TUGZip
SUPERAntiSpyware=SUPERAntiSpyware
SpywareTerminator=Spyware Terminator
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
iTunes=iTunes
BaiduYunGuanjia=BaiduYunGuanjia
LogFiles=Αρχεία καταγραφής
syscache=Cache συστήματος
Systempatches=Ενημερώσεις κώδικα συστήματος
tempfiles=Προσωρινά αρχεία
Invalidsysconfig=Μη έγκυροι παράμετροι συστήματος
WindowsSystem=Σύστημα των Windows
MicrosoftIE=Microsoft IE
Microsoft IE=Microsoft IE
GoogleChrome=Google Chrome
MozillaFireFox=Mozilla Firefox
Opera=Opera
Safari=Safari
PaleMoon=PaleMoon
WindowsComponents=Στοιχεία των Windows
AdobeFlashPlayer=Adobe Flash Player
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MicrosoftEdge=Microsoft Edge
TeamViewer=TeamViewer
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroBackItUp2014=Nero BackItUp 2014
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM=Nero Burning ROM
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
NeroExpress2014=Nero Express 2014
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NetscapeNavigator4.x=Netscape Navigator 4.x
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Microsoft.SkypeApp=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
AppleInstallCache=Προσωρινή αποθήκευση εγκατάστασης λογισμικού της Apple
UserDefine=Προσαρμοσμένοι κανόνες καθαρισμού  
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Cache του Opera
OperaHistory=Ιστορικό του Opera
OperaCookies=Cookies του Opera
OperaSessions=Συνεδρίες του Opera
OperaURLHistory=Πληκτρολογημένες URL του Opera
OperaSiteIcon=Εικονίδια ιστότοπων του Opera
OperaPasswords=Αποθηκευμένοι κωδικοί του Opera
WinRar=WinRar
WinZip=WinZip
7-Zip=7-Zip
GoogleEarth=Google Earth
Ad-Aware=Ad-Aware
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-AwareSEProfessional=Ad-Aware SE Professional
MSN=Windows Live Messenger
OfficeRecent=Πρόσφατο ιστορικό του Microsoft Office
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
InstallshieldDeveloper7.0=Installshield Developer 7.0
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java
YY=DuoWan YY
DriverGeniusUpdateFiles=Αρχεία ενημέρωσης του Driver Genius
DriverGeniusBackupFiles=Αντίγραφα ασφαλείας αρχείων του Driver Genius
DriverGeniusDownloadInstallerFiles=Ληφθέντα αρχεία εγκατάσταησς του Driver Genius
DriverGeniusCacheFiles=Προσωρινά αρχεία του Driver Genius
QQMusicCacheFiles=Προσωρινά αρχεία του QQ Music
KuGouMusicCacheFiles=Προσωρινά αρχεία του KuGou Music
KuGouLyricFiles=Αρχεία στίχων του KuGou
XIAMIMusicCache=Προσωρινή αποθήκευση του XIAMI
NeteaseCloudMusicCache=Προσωρινή αποθήκευση του Netease Cloud Music
KuWoInstallCache=Προσωρινή αποθήκευση του εγκαταστάτη του KuWo Music
KuWoMusicCache=Προσωρινή αποθήκευση του KuWo Music
BaiduMusicLogFiles=Αρχεία καταγραφής του Baidu Music
BaiduMusicCache=Προσωρινή αποθήκευση του Baidu Music
WeSingLogFiles=Αρχεία καταγραφής του 
WeSingCache=Προσωρινή αποθήκευση του WeSing
QQLiveCacheFiles=Προσωρινά αρχεία του QQLive
YoukuCacheFiles=Προσωρινά αρχεία του Youku
IQIYIVideoCacheFiles=Προσωρινά αρχεία του IQIYI Video
mgtvLogFiles=Αρχεία καταγραφής του mgtv
mgtvCacheFiles=Προσωρινά αρχεία του mgtv
CNTVUpdateLogFiles=Αρχεία ενημέρωσης και καταγραφής του CNTV
SOHUPlayerCacheandLogFiles=Αρχεία προσωρινής αποθήκευσης και καταγραφής του SOHU Player
SOHUPlayerDownloadsCache=Προσωρινή αποθήκευση λήψεων του SOHU Player
StormPlayerTempFiles=Προσωρινά αρχεία του Storm Player
PPTVTempFiles=Προσωρινά αρχεία του PPTV
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=Προσωρινά αρχεία του QQ
QQreceivedimages=Ληφθείσες εικόνες του QQ
QQreceivedfiles=Ληφθέντα αρχεία του QQ
QQreceivedDynamicEmoticon=Ληφθέντα αρχεία δυναμικών Emoticon του QQ
QQreceivedVideo=Ληφθέντα αρχεία βίντεο του QQ
QQreceivedAudio=Ληφθέντα αρχεία ήχου του QQ
TIMCacheFiles=Προσωρινά αρχεία του TIM
QTalkCacheFiles=Προσωρινά αρχεία του QTalk
QQPCMgr=QQ PC Manager
TencentQQGame=Tencent QQGame

[Type]
UserDefine=Ορισμός από χρήστη
ZeroFile=Κενά αρχεία - 0 bytes
WinSetupLog=Αρχεία καταγραφής σφαλμάτων εγκατάστασης των Windows
NtUninstall=Πηγές απεγκατάστασης ενημερώσεων των Windows
InvalidLnk=Μη έγκυρες συντομεύσεις
UserTemp=Αρχεία σε προσωρινούς φακέλους χρηστών
WinTemp=Αρχεία σε προσωρινούς φακέλους των Windows
RecentFiles=Συνδέσεις πρόσφατων αρχείων
PatchSource=Πηγές ενημέρωσης των Windows
TempFile=Προσωρινά αρχεία
fcwdir=Αρχεία που δημιουργήθηκαν από μια διεργασία λήψης
tfcbp=Προσωρινά αρχεία που δημιουργήθηκαν από προγράμματα
sdrf=Αρχεία επαναφοράς που δημιουργήθηκαν κατά τη σάρωση δίσκου
OldFile=Παλιά αρχεία
outdatedfile=Ξεπερασμένα αρχεία
fcwhfir=Τα αρχεία που δημιουργήθηκαν κατά την εκτέλεση ενός αρχείου βοήθειας
Ncfile=Κρυφά αποθηκευμένα αρχεία ομάδας συζήτησης
Backupfile=Αρχεία αντιγράφων ασφαλείας
WBfile=Αντίγραφα ασφαλείας αρχείων του MS Word
Cbswahf=Αρχεία που δημιουργήθηκαν κατά την αναζήτηση ενός αρχείου Βοήθειας
whtf=Προσωρινά αρχεία του συστήματος βοήθειας των Windows
Logfile=Αρχεία καταγραφής
LLogfile=Αρχεία καταγραφής που δημιουργήθηκαν από εφαρμογές ή υπηρεσίες του συστήματος.
Errorfile=Αρχεία σφαλμάτων
Wmdf=Αρχεία αποτύπωσης μνήμης των Win2000/XP
bcomf=Αντίγραφα ασφαλείας από τροποποιημένα αρχεία
Indexfile=Αρχεία ευρετηρίου
ifcbsiotitpbs=Αρχεία ευρετηρίου που δημιουργούνται από το σύστημα προκειμένου να βελτιωθεί η ταχύτητα περιήγησης εικόνων
Tfcds=Προσωρινά αρχεία που δημιουργήθηκαν κατά τη διάρκεια της εγκατάστασης
Intermediatefile=Ενδιάμεσα αρχεία
chkfile=Ανακτημένο αρχείο

[AutoClean]
DiskSaved=χώρου στο δίσκο έχουν ελευθερωθεί.
Title=Συγχαρητήρια!
TraceCleanned=ίχνη έχουν καθαριστεί.

[Skin]
SkinDefault=Προεπιλογή
SkinGray=Γκρι
SkinOrange=Πορτοκαλί
SkinCustom=Προσαρμοσμένο
SkinColor=Προσαρμοσμένο χρώμα εμφάνισης

[AutoUpdate]
CurrentFile=Τρέχον αρχείο:
Canceling=Ακύρωση...
CANCEL=Άκυρο
Ready=Έτοιμο για λήψη

[EUASK]
regcaption=Καταχώρηση
logincaption=Σύνδεση
FrmEuaskLogin.lblJoin.Caption=Είσοδος στο Euask
FrmEuaskLogin.lblSign.Caption=Είσοδος στο Euask
FrmEuaskLogin.lblnick.Caption=Όνομα χρήστη:
FrmEuaskLogin.lbl1.Caption=Κωδικός:
FrmEuaskLogin.btnlogin.caption=Σύνδεση
FrmEuaskLogin.btnregister.Caption=Καταχώρηση
FrmEuaskLogin.btnpwd.Caption=Ξεχάσατε τον κωδικό σας;
FrmEuaskLogin.WiseLabel1.Caption=Όνομα χρήστη:
FrmEuaskLogin.WiseLabel2.Caption=Κωδικός:
FrmEuaskLogin.btnreg.caption=Καταχώρηση
FrmEuaskLogin.WiseSimpleButton1.Caption=Σύνδεση
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Όχι τώρα
inputuser=Παρακαλώ εισάγετε το όνομα χρήστη και τον κωδικό σας.
